/*
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Registreer de software met het gekochte e-mailadres en registratiecode.";
"Your E-mail Address" = "Uw e-mailadres";
"Registration Code" = "Registratiecode";

"Please make sure both your E-mail address and registration code are correct and try again." = "Zorg ervoor dat zowel uw e-mailadres als registratiecode correct zijn en probeer het opnieuw.";

"Buy Now" = "Nu kopen";
"Register" = "registreren";
"Skip" = "overslaan";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Als u de registratiecode niet ontvangt of het e-mailadres van het register niet kent,klik hier om te controleren>> ";
"click here to check >>" = "klik hier om te controleren>>";
"2. For other registration issues, please contact us >>" = "Voor andere registratieproblemen,neem dan contact met ons op>> ";
"contact us >>" = "neem dan contact met ons op>>";

"Registering…" = "Registreren...";
"Registered successfully!" = "Succesvol geregistreerd!";
"OK" = "OK";

"Please make sure your network connection is working and try again." = "Zorg ervoor dat uw netwerkverbinding werkt en probeer het opnieuw.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Oeps!Registratiefout! Controleer opnieuw het e-mailadres en de registratiecode die u hebt ingevoerd en registreer opnieuw.";

"The number of devices has exceeded the current order limit." = "Het aantal apparaten heeft de huidige bestellimiet overschreden.";
"Contact us" = "Neem contact met ons op";
"The number of computers registered with the registration code has exceeded the limit." = "Het aantal computers dat is geregistreerd met de registratiecode heeft de limiet overschreden.";
"Invalid registration code!" = "Ongeldige registratiecode!";
"No order record for this registration code!" = "Geen orderrecord voor deze registratiecode!";
"This registration code has expired!" = "Deze registratiecode is verlopen!";

"Registered license plan:" = "Geregistreerd licentieplan:";
"User E-mail:" = "E-mail gebruiker:";
"License Plan:" = "licentieplan:";

"Change license plan" = "Licentieplan wijzigen";
"Family license" = "Familielicentie";
"1 Year license" = "1 jaar licentie";
"1 Month license" = "Licentie van 1 maand";
"Enterprise Subscription Edition" = "Enterprise-abonnementseditie";

"Valid until:" = "Geldig tot:";

"Available device(s):" = "Beschikbaar apparaat(en):";
"%lu device(s)/Total %lu device(s)" = "%luapparaat(en)/Totaal %lu apparaat(en)";
"Available computer(s):" = "Beschikbare computer(s):";
"%lu computer(s)/Total %lu computer(s)" = "%lu computer(s)/Totaal %lu computer(s)";

"Used device(s):" = "Gebruikt apparaat(en):";
"Used computer(s):" = "Gebruikte computer(s):";
"%lu device(s)" = "%lu Apparaat(en)";
"%lu computer(s)" = "%lu computer(s)";

"Welcome to use %@" = "Welkom om %@ te gebruiken";
"Change License" = "Licentie wijzigen";
"Lifetime" = "levensduur";
"Unlimited" = "onbegrensd";

"If you want to continue using %@, please purchase again or contact us." = "Als u %@wilt blijven gebruiken, koop dan opnieuw of neem contact met ons op.";
"See Pricing" = "Zie Prijzen";
